Repository: fabyc/nodux_account_withholding_ec
Catalog: locale/*.po
Languages: es_ec

# field:account.fiscalyear,anticipo_sequence:
source: Advanced Payment Sequence
es_ec: Secuencia de anticipo

# field:account.fiscalyear,in_withholding_sequence:
source: Supplier Withholding Sequence
es_ec: Secuencia de retención a proveedor

# field:account.fiscalyear,out_debit_note_sequence:
source: Debit Note Sequence
es_ec: Secuencia de nota de débito

# field:account.fiscalyear,out_withholding_sequence:
source: Customer Withholding Sequence
es_ec: Secuencia de retención de cliente

# field:account.invoice,base_imponible:
source: Valor Base imponible
es_ec: Valor de base imponible

# field:account.invoice,number_w:
source: Number
es_ec: Número

# field:account.invoice,number_withholding:
source: Withholding Number
es_ec: Número de retención

# field:account.invoice,untaxed_withholding_t:
source: Impuesto Retención
es_ec: Impuesto de retención

# field:account.invoice,value_withholding_t:
source: Valor a Retener
es_ec: Total a retener

# field:account.invoice,voucher:
source: Comprobante Retencion
es_ec: Comprobante de retención

# field:account.period,anticipo_sequence:
source: Advanced Payment Sequence
es_ec: Secuencia de anticipo

# field:account.period,in_withholding_sequence:
source: Supplier Withholding Sequence
es_ec: Secuencia de retención a proveedor

# field:account.period,out_debit_note_sequence:
source: Debit Note Sequence
es_ec: Secuencia de nota de débito

# field:account.period,out_withholding_sequence:
source: Customer Withholding Sequence
es_ec: Secuencia de retención de cliente

# model:ir.action,name:
source: Reporte de Retenciones
es_ec: Comprobante de anticipo

# model:ir.action,name:act_invoice_in_withholding_form
source: Comprobante de Retencion Proveedor
es_ec: Comp. de retención a proveedor

# model:ir.action,name:act_invoice_out_withholding_form
source: Comprobante de Retencion Cliente
es_ec: Comp. de retención de cliente

# model:ir.action,name:in_withholding
source: Comprobante de Retencion Proveedor
es_ec: Comp. de retención a proveedor

# model:ir.action,name:out_withholding
source: Comprobante de Retencion Cliente
es_ec: Comp. de retención de cliente

# model:ir.action.act_window.domain,name:
source: All
es_ec: Validado

# model:ir.action.act_window.domain,name:act_invoice_in_withholding_domain_all
source: All
es_ec: Todo

# model:ir.action.act_window.domain,name:act_invoice_in_withholding_domain_draft
source: Draft
es_ec: Borrador

# model:ir.action.act_window.domain,name:act_invoice_in_withholding_domain_posted
source: Posted
es_ec: Contabilizado

source: Validated
es_ec: Validado

# model:ir.action.act_window.domain,name:act_invoice_out_withholding_domain_all
source: All
es_ec: Todo

# model:ir.action.act_window.domain,name:act_invoice_out_withholding_domain_draft
source: Draft
es_ec: Borrador

# model:ir.action.act_window.domain,name:act_invoice_out_withholding_domain_posted
source: Posted
es_ec: Contabilizado

source: Validated
es_ec: Validado

# model:ir.ui.menu,name:menu_invoice_in_withholding_form
source: Comprobante de Retencion Proveedor
es_ec: Comprobantes de retención a Proveedores

# model:ir.ui.menu,name:menu_invoice_out_withholding_form
source: Comprobante de Retencion Cliente
es_ec: Comprobantes de Retención de Clientes

# model:nodux_account_withholding_ec.out_withholding.start,name:
source: Withholding Out Start
es_ec: Retención a proveedor - Iniciar

# odt:account.invoice.advanced:
source: Comprobante Anticipo
es_ec: Comprobante de anticipo

# odt:account.invoice.advanced:
source: Date:
es_ec: Fecha:

# odt:account.invoice.advanced:
source: Nº:
es_ec: N°:

# odt:account.invoice.advanced:
source: VALOR ANTICIPO
es_ec: Valor de anticipo

# selection:account.invoice,type:
source: Comprobante de Retencion Cliente
es_ec: Comprobante de retención de cliente

# selection:account.invoice,type:
source: Comprobante de Retencion Proveedor
es_ec: Comprobante de retencion a proveedor

# view:account.invoice:
source: Also known as Pro Forma
es_ec: También conocido como proforma

# view:account.invoice:
source: Are you sure to cancel the invoice?
es_ec: ¿Está seguro que desea cancelar la factura?

# view:account.invoice:
source: Comprobante de Retencion Cliente
es_ec: Comprobante de retención

# view:account.invoice:
source: Validate
es_ec: Validar

# view:account.invoice:
source: _Cancel
es_ec: _Cancelar

# view:account.invoice:
source: _Draft
es_ec: _Borrador

# view:account.invoice:
source: _Pay
es_ec: _Pagar

# view:account.invoice:
source: _Post
es_ec: _Contabilizar

# view:nodux_account_withholding_ec.out_withholding.start:
source: Esta seguro de generar un COMPROBANTE DE RETENCION ?
es_ec: ¿Está seguro de generar un COMPROBANTE DE RETENCION?

# view:nodux_account_withholding_ec.out_withholding.start:
source: Are you sure to WITHHOLDING those/this invoice(s)?
es_ec: ¿Está seguro de realizar la retención a esta factura?

# view:nodux_account_withholding_ec.out_withholding.start:
source: COMPROBANTE DE RETENCION CLIENTE
es_ec: COMPROBANTE DE RETENCION DE CLIENTE

# view:nodux_account_withholding_ec.out_withholding.start:
source: Esta seguro de generar un COMPROBANTE DE RETENCION PROVEEDOR
es_ec: ¿Está seguro de generar un COMPROBANTE DE RETENCION A PROVEEDOR?

# view:nodux_account_withholding_ec.out_withholding.start:
source: RETENCION PROVEEDOR
es_ec: RETENCION A PROVEEDOR

# view:nodux_account_withholding_ec.out_withholding.start:
source: SUPPLIER WITHHOLDING
es_ec: Retención a proveedor

# view:nodux_account_withholding_ec.out_withholding.start:
source: WITHHOLDING
es_ec: Retención

# wizard_button:nodux_account_withholding_ec.out_withholding,start,end:
source: Cancel
es_ec: Cancelar

# wizard_button:nodux_account_withholding_ec.out_withholding,start,withholdingOut:
source: Withholding
es_ec: Retención
